{
    "What is an NOOR AI chatbot and how can it help me?": "A NOOR AI chatbot is a virtual assistant that uses artificial intelligence to interact with users through text or voice, providing instant support, answering questions, and automating tasks",
    "Is the NOOR AI chatbot accessible for people with disabilities?": "Absolutely! Our NOOR AI chatbot is designed with accessibility in mind, offering voice input/output and multilingual support to assist users with disabilities",
    "What features does your NOOR AI chatbot offer?": "Our NOOR AI chatbot supports: Multilingual conversations (e.g., English, Urdu) Speech-to-text and text-to-speech capabilities 24/7 customer support",
    "How is my data protected when using the NOOR AI chatbot?": "We prioritize your privacy by using end-to-end encryption and adhering to global data protection standards like GDPR to ensure your information is secure",
    "Does the NOOR AI chatbot work offline?": "Currently, the NOOR AI chatbot requires an internet connection to access AI services, but we are working on offline capabilities for future releases",
    "What kind of support is available if I face issues?": "We offer 24/7 customer support via live chat, email, and a dedicated help center to resolve any technical or user-related issues quickly",
    "Does the NOOR AI chatbot store my conversations?": "Conversations are stored temporarily for improving AI responses, but you can request to delete your data at any time",
    "Is your NOOR AI chatbot free to use?": "Yes, our NOOR AI chatbot is completely free to use",
    "What devices are supported?": "Our NOOR AI chatbot works on desktop, mobile, and tablet devices through web browsers",
    "Is there a limit to how many users can interact with the NOOR AI chatbot?": "No, there is no limit to the number of users who can interact with the NOOR AI chatbot",
    "11- What is the main purpose of the HEC policy for students with disabilities?": "The purpose is to ensure no one is denied access to higher education due to disability by creating an inclusive environment in Higher Education Institutions (HEIs) across Pakistan",
    "Who does this policy apply to?": "It applies to all students with disabilities, including current students, prospective students, and those who acquire disabilities during their studies",
    "What is the role of the Accessibility Committee in HEIs?": "The committee addresses the needs of students with disabilities, provides counselling, advises on policies, and promotes awareness. This committee will handle accommodations, provide counselling, advise on policies, and promote awareness",
    "Who are Disability Coordinators and what is their function?": "They are two non-student members of the Accessibility Committee who liaise with students, guiding them through admission and throughout their studies",
    "Are there any special provisions for admissions?": "Students with disabilities can request accommodations during entrance exams, and information on support services must be made available in admission materials",
    "What fee concessions are available for students with disabilities?": "They may qualify for full waivers of tuition fees, hostel fees, and utility charges if not covered by other scholarships or support programs",
    "Does the policy provide age relaxation or quotas for students with disabilities?": "Yes, up to ten years of age relaxation is provided, and at least one seat is reserved for MS/MPhil and PhD programs in public sector universities",
    "What are reasonable accommodations under this policy?": "Accommodations may include assistive technology, infrastructure modifications, extra time during exams, and medical or mental health assistance. Residential and on-campus accommodations, as well as participation in sports and cultural activities, must also be facilitated",
    "How can students with disabilities report grievances?": "Grievances can be reported to Disability Coordinators. If unresolved, they can escalate to the Accessibility Committee or the Vice Chancellor",
    "20- What is the role of the HEC Disability Officer?": "The Disability Officer oversees policy implementation and ensures compliance by HEIs",
    "Where is the HEC located and how can it be contacted?": "Address: Ministry of Education, Service Rd E, H-9/4 E, Islamabad. Contact Number: (051) 111 119 432",
    "What is Need-Based Support policy?": "The policy outlines that Higher education institutions should adopt a needs-based system to facilitate students with disabilities who might not afford educational and additional expenses. The financial need of students with disabilities is determined using criteria like those in government programs like the Ehsaas Undergraduate Scholarship Program",
    "How does the Higher Education Commission promote the rights of persons with disabilities?": "By collaborating with international and national organizations to advance disability rights",
    "What are Higher Education Institutions required to establish under the reporting requirements?": "They must establish an Accessibility Committee and designate Disability Coordinators by a specified date",
    "How often must Higher Education Institutions report their compliance with this policy?": "Annually, to the Higher Education Commission",
    "Who provides guidance to HEIs on policy implementation?": "The Higher Education Commission Disability Officer",
    "What opportunities does the Fulbright Scholarship provide for persons with disabilities in Pakistan?": "The Fulbright Scholarship, administered by the United States Educational Foundation in Pakistan (USEFP), offers merit-based scholarships for graduate-level study in the U.S. It encourages applications from persons with disabilities by providing reasonable accommodations",
    "How does the Chevening Scholarship support students with disabilities pursuing a master’s degree in the UK?": "Chevening Scholarships, funded by the UK Government, are fully funded opportunities for master’s degree programs. They are inclusive and provide necessary accommodations for students with disabilities to ensure equal access to education",
    "What types of scholarships does the Higher Education Commission (HEC) of Pakistan offer for students with disabilities?": "HEC offers a range of scholarships for undergraduate, graduate, and postgraduate studies, including specific programs targeted at students with disabilities. These scholarships are available for studying within Pakistan and abroad",
    "What support does the DAAD Scholarship provide for students with disabilities studying in Germany?": "The DAAD Scholarship, managed by the German Academic Exchange Service, offers various levels of study opportunities in Germany. It supports students with disabilities by providing necessary accommodations to ensure an inclusive learning environment",
    "How does the ADB-Japan Scholarship Program facilitate education for students with disabilities?": "The ADB-Japan Scholarship Program, administered by the Asian Development Bank and the Government of Japan, provides funding for master’s degree studies. It supports students with disabilities by offering necessary accommodations to enhance their educational experience",
    "What opportunities does the Islamic Development Bank (IsDB) Scholarship offer for students with disabilities from Pakistan?": "The IsDB Scholarship supports undergraduate, graduate, and Ph.D. studies for students from member countries, including Pakistan. It promotes inclusivity by providing support and necessary accommodations for students with disabilities",
    "How does the Punjab Educational Endowment Fund (PEEF) support students with disabilities in Pakistan?": "PEEF, managed by the Government of Punjab, offers scholarships with special quotas for students with disabilities. These scholarships are available for intermediate, undergraduate, and postgraduate studies to encourage inclusive education",
    "What educational assistance does Pakistan Bait-ul-Mal provide for students with disabilities?": "Pakistan Bait-ul-Mal offers financial assistance for educational expenses, including tuition fees, books, and other learning materials, to support students with disabilities in pursuing their education",
    "How does the Ehsaas Undergraduate Scholarship Program accommodate students with disabilities?": "The Ehsaas program provides need-based scholarships, including tuition fees and a stipend, to undergraduate students with disabilities to reduce financial barriers and support their educational journey",
    "What is the significance of international collaborations in advancing educational opportunities for students with disabilities?": "International collaborations, such as those under Fulbright, Chevening, and DAAD programs, promote inclusive education by offering reasonable accommodations, fostering cultural exchange, and providing students with disabilities access to world-class educational opportunities",
    "What specific accessibility features are available at the Directorate General of Special Education (DGSE) centers to support persons with various disabilities?": "DGSE centers provide accessible infrastructure, including ramps, accessible washrooms, and assistive devices. They also offer specialized training programs for hearing, visually, and physically impaired persons. Additionally, they provide sign language interpreters and accessible learning materials, ensuring an inclusive educational environment",
    "How does the Department of Empowerment of Persons with Disabilities (DEPD) in sindh ensure job placement for trained individuals?": "DEPD collaborates with local businesses and industries to create job opportunities. They also organize job fairs and career counselling sessions. DEPD maintains a database of trained individuals and connects them with employers seeking skilled workers with disabilities",
    "What types of technical and vocational training programs are offered by TVET Sector Support Programme specifically for persons with disabilities?": "TVET provides training in various fields, including IT skills, tailoring, electrical work, and mobile repair. They also offer customized training modules for persons with different types of disabilities, ensuring they receive relevant and accessible skill-building opportunities",
    "Which online courses are most beneficial for developing soft skills like communication, leadership, and problem-solving for persons with disabilities?": "Courses on Coursera, edX, and Alison focusing on communication, emotional intelligence, and leadership are highly beneficial. Specific courses on digital communication and public speaking also empower individuals to articulate their ideas confidently",
    "How can individuals with disabilities leverage digital skills learned from Digiskills.pk for freelancing or remote job opportunities?": "Digital skills such as graphic design, digital marketing, and freelancing strategies taught on Digiskills.pk equip learners to work remotely. They can join global freelancing platforms like Upwork and Fiverr, promoting economic independence",
    "What are some recommended strategies for persons with disabilities to maximize their learning experience using these platforms?": "Utilizing accessibility features, setting flexible learning schedules, and joining discussion forums for peer support are recommended strategies. Additionally, selecting courses with practical assignments ensures skill application and retention",
    "What documents are required to apply for the Government Small Business Grant for persons with disabilities through Pakistan Bait ul Maal, and who needs to assist with the application process?": "Persons with disabilities interested in starting their own business can apply for a one-time grant from Pakistan Bait ul Maal located in most districts of Pakistan. The amount of grant can vary from Rs. 5,000 to Rs. 50,000. Documents to be submitted with Pakistan Bait ul Maal are: Special CNIC Disability Certificate Proposal of business idea Application due assisted by Area nazim and Zakat Chairman confirming the person has limited resources and eligible for the loan",
    "What types of financial assistance does Pakistan Bait-ul-Mal provide to persons with disabilities?": "Pakistan Bait-ul-Mal provides the following types of financial assistance to persons with disabilities: Monthly Stipends: Regular financial aid to support daily expenses. One-Time Grants: Special grants for specific needs, such as purchasing assistive devices or home modifications for accessibility",
    "What kind of assistive devices are available through Pakistan Bait-ul-Mal for persons with disabilities?": "Pakistan Bait-ul-Mal provides various assistive devices based on eligibility and individual needs, including: Wheelchairs Hearing aids Prosthetics",
    "How does Pakistan Bait-ul-Mal support the education of persons with disabilities?": "Pakistan Bait-ul-Mal offers educational support in the form of: Scholarships: Financial assistance to cover tuition and other educational expenses. Financial Aid: Support for general educational needs to promote inclusive learning opportunities",
    "What healthcare and rehabilitation services are offered by Pakistan Bait-ul-Mal?": "Pakistan Bait-ul-Mal assists with healthcare costs, including: Medical treatments Surgeries Rehabilitation therapies",
    "How does Pakistan Bait-ul-Mal promote employment opportunities for persons with disabilities?": "Pakistan Bait-ul-Mal provides vocational training and skills development programs to enhance the employability of persons with disabilities. These programs focus on building relevant skills to integrate them into the workforce",
    "What is the first step to access assistance from Pakistan Bait-ul-Mal?": "The first step is to ensure you meet the eligibility criteria, which includes: Proof of disability Financial need Residency status",
    "What documents are required when applying for assistance from Pakistan Bait-ul-Mal?": "Applicants need to submit the following documents: Disability certificate Proof of income Identification documents Application form attested by the Zakat chairman or village nazim",
    "What is involved in the verification process by Pakistan Bait-ul-Mal?": "The verification process includes: Reviewing submitted documents Conducting interviews Possibly visiting the applicant’s home to assess eligibility",
    "What happens once an application is approved by Pakistan Bait-ul-Mal?": "Once approved, assistance is provided according to the requested support, which may include: Direct financial aid Procurement of assistive devices Enrolment in vocational training programs",
    "Which public and private organizations produce, import, and distribute assistive technologies in Pakistan?": "Organizations Producing, Importing & Distributing Assistive Technologies in Pakistan Government Organizations: Pakistan Bait-ul-Mal: Provides free wheelchairs, white canes, hearing aids, artificial limbs, and financial assistance for cochlear implants. Paraplegic Center Peshawar: Supplies walking frames, crutches, canes, adaptive equipment, commode chairs, and special beds. National Institute of Rehabilitation Medicine (NIRM): Offers rehabilitation services and assistive technologies. Pakistan Institute of Prosthetic and Orthotic Sciences (PIPOS): Provides artificial limbs, assistive devices, mobility aids, and physiotherapy. Private Organizations: Al-Shifa Trust Eye Hospital: Distributes OrCam My Eye for blind individuals. Pakistan Assistive Technology Foundation: Provides Braille transcription, audio books, JAWS screen reader tutorials, and online classes for visually impaired students. Bioniks Prosthetics: Develops advanced prosthetic limbs and surgical planning models. Fauji Foundation: Supplies artificial limbs and braces. Hamza Foundation: Offers sign language interpreter services for the deaf. Transparent Hands: Provides free cochlear implant surgeries. NOWPDP: Distributes assistive devices, including wheelchairs, across Pakistan. International Organizations: INDUS Development Foundation (Canada): Supports Indus Hospital’s rehabilitation centers, offering prosthetic limbs, physiotherapy, and mobility aids. Sightsavers International: Provides accessible websites and collaborates with organizations for rehabilitation services. HANDS International: Distributes assistive products and supports independent living centers for persons with disabilities. HelpAge International: Supplies age-assistive products, especially in disaster situations. ICRC (International Committee of the Red Cross): Provides physical rehabilitation services. CBM (Christian Blind Mission): Distributes assistive devices and collaborates on rehabilitation programs. Universities: NUST: Develops assistive technologies like intelligent prosthetic hands, smart wheelchairs, and wave therapy devices. University of Management and Technology: Runs a Disability Resource Center with special computers, Braille devices, and sign language interpreters. LUMS (CHISEL Lab): Designs computing environments for people with disabilities, including ASD screening and rehabilitation technologies Producers & Distributors: Milestone Society for Special People: Manufactures and distributes wheelchairs across Pakistan. Society for Special Persons: Operates Pakistan Customized Wheelchair Unit (PCWU) in Multan, producing personalized wheelchairs. Ayub Yaqoob Engineering Co (AYECo): Manufactures electric wheelchairs and assistive devices. NewPak Surgicals, Hafeez Surgicals, Sahara: Import and sell assistive products, mainly from China",
    "Prepare a list of assistive technologies that are available in Pakistan?": "Vision: White canes, magnifiers, Braille devices, screen readers, talking watches, and OrCam My Eye. Hearing: Digital hearing aids and video interpretation services. Mobility: Wheelchairs (manual/electric), crutches, canes, orthoses, prostheses, and electric scooters. Miscellaneous: Hospital beds, ramps, gripping aids, memory support products, and alarm signalers. Daily Living Aids: Hand-controlled cars, three-wheeler bikes, bathroom accessories, and pressure relief cushions",
    "What Ordinance is made for persons with disabilities?": "The Disabled Persons (Employment and Rehabilitation) Ordinance, 1981 in Pakistan supports persons with disabilities (PWDs) by: Setting a 2% job quota for PWDs in public sector jobs. Creating the National Council for the Rehabilitation of Disabled Persons (NCRDP). Providing vocational training and rehabilitation centers. Eligibility: Individuals with disabilities",
    "What is the National Policy on disability?": "The National Policy for Persons with Disabilities, 2002 in Pakistan aims to ensure equal rights and opportunities for persons with disabilities. It focuses on: Inclusive education and mainstreaming. Employment and vocational training. Access to healthcare and assistive devices. Strengthening institutional frameworks for disability inclusion. Eligibility: All persons with disabilities",
    "What is national plan of action?": "The National Plan of Action for Persons with Disabilities, 2006 in Pakistan was created to implement the 2002 National Policy. It focuses on: Capacity building of institutions for persons with disabilities. Creating barrier-free environments in public spaces. Raising public awareness about disability rights. Eligibility: All persons with disabilities",
    "What is ICT Act?": "The ICT Rights of Persons with Disability Act, 2020 protects the rights of persons with disabilities in Islamabad Capital Territory (ICT). It includes: Protection from discrimination in employment, education, and services. Ensuring accessibility in public buildings and transport. Providing assistive devices and medical services. Establishing Disability Rights Tribunals for grievance redressal. Eligibility: Residents of ICT with disabilities",
    "What Act is implemented in Sindh for persons with disabilities?": "The Sindh Empowerment of Persons with Disabilities Act, 2018 in Sindh ensures rights and empowerment for persons with disabilities. It includes: Equal access to education, employment, and healthcare. Ensuring accessibility in public buildings and services. Protection from discrimination and provision of reasonable accommodation. Establishment of provincial disability councils. Eligibility: Persons with disabilities in Sindh",
    "What Act is implemented in Punjab for persons with disabilities?": "The Punjab Empowerment of Persons with Disabilities Act, 2022 ensures equal rights for persons with disabilities in Punjab. It includes: A 5% quota in government jobs. Accessibility to buildings, transport, and information. Inclusive education and vocational training. Support services like rehabilitation centers. Eligibility: Persons with disabilities in Punjab",
    "What Act is implemented in Balochistan for persons with disabilities?": "The Balochistan Persons with Disabilities Act, 2017 protects and promotes the rights of persons with disabilities in Balochistan. It includes: Accessibility to public places and buildings. Inclusive education and healthcare services. Employment quotas in government jobs. Eligibility: Persons with disabilities in Balochistan",
    "What are International conventions and legal commitments on disability signed by Pakistan?": "Pakistan has signed and ratified key international conventions on disability rights, including: UN Convention on the Rights of Persons with Disabilities (CRPD): Signed: 25 September 2008 Ratified: 5 July 2011 Ensures equal rights and non-discrimination for persons with disabilities. International Covenant on Economic, Social and Cultural Rights (ICESCR): Ratified: 17 April 2008 Covers rights like education, employment, and healthcare for persons with disabilities. Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW): Ratified: 12 March 1996 Protects rights of women, including women with disabilities. Convention on the Rights of the Child (CRC): Ratified: 12 November 1990 Ensures rights of children with disabilities to education, healthcare, and protection. ILO Convention No. 159 – Vocational Rehabilitation and Employment (Disabled Persons): Ratified: 25 June 1981 Promotes vocational training and employment for persons with disabilities",
    "What are ECP provisions for persons with disabilities regarding Voting systems?": "The Election Commission of Pakistan (ECP) ensures inclusion of persons with disabilities in voting by: Providing accessible polling stations with ramps and special queues. Offering assistance for voters with disabilities. Allowing postal ballots for those unable to visit polling stations. Encouraging participation as candidates in elections",
    "What is postal ballot facility?": "The postal ballot facility allows persons with disabilities (with a CNIC indicating disability) to vote from home if they cannot reach polling stations. They must apply to the Returning Officer under Section 93 of the Election Act 2017 before the election",
    "What assistance is available for persons with disabilities at Polling Stations?": "Voters with disabilities can bring a companion (18+ years old) to assist them at polling stations, as per Section 84 of the 2017 Election Act. The companion must not be a candidate, agent, or election official",
    "What Special Arrangements are available for persons with disabilities at Polling Stations?": "The ECP provides ramps and accessible facilities at polling stations under Section 59(2) of the Elections Act, 2017 to ensure persons with disabilities can vote independently",
    "Is there any informational material available?": "Yes, the Election Act, 2017 and Election Rules, 2017 include provisions for voters with disabilities. The ECP also runs awareness campaigns to inform them about their voting rights",
    "What is the address and contact of ECP secretariat?": "Election House, Constitution Ave, G-5/2 G-5, Islamabad - (051) 9205611",
    "What are some NADRA provisions for persons with disabilities to get CNIC?": "NADRA provides the following facilities for persons with disabilities to get CNICs: Dedicated Helpline: Priority handling for persons with disabilities. Doorstep Service: Home-based CNIC registration. Free CNIC Issuance: Free CNICs with a disability logo and lifetime validity. Dedicated Counters: Preferential service at NADRA centers",
    "What is NADRA Helpline number?": "The specialized helpline contact number for Persons with Disabilities provided by NADRA is 051-111-786-100. This helpline is dedicated to assisting Persons with disabilities with their registration",
    "What are provisions of Social welfare departments for persons with disabilities?": "Social Welfare Departments support persons with disabilities through: Disability Certificates & Special NICs: Issued for accessing benefits and priority services. Financial Assistance: Monthly stipends, Zakat/Bait-ul-Maal aid, and grants for assistive devices. Rehabilitation & Training: Vocational training, job placement, and rehabilitation services. Education: Scholarships, free education, and special education institutions. Awareness Campaigns: Promoting inclusion and reducing stigma",
    "Why is it Important to get disability certificates and Special NIC for person with disabilities?": "Disability certificates and Special NICs are important for persons with disabilities because: Access to Benefits: Enables access to government schemes, financial aid, healthcare, education, and job quotas. Legal Identity: Provides official recognition and protection of rights. Priority Services: Offers priority in government services, banking, and travel concessions. Inclusive Policies: Helps in policy-making and resource allocation for disability-friendly initiatives. Social Inclusion: Reduces stigma and promotes awareness and acceptance",
    "What is the Process of obtaining disability certificate in Pakistan?": "To obtain a disability certificate in Pakistan: Get the Form: Collect the disability form from the Social Welfare Office or DHQ Hospital. Medical Assessment: Attend the Medical Board at the DHQ Hospital (held every Wednesday). Appear in Person: The person with a disability must be present for the medical check-up. Board Evaluation: The board assesses and identifies the disability. Certificate Issuance: If approved, the certificate is issued by the Social Welfare Department. Collect Certificate: Pick up the certificate from the Social Welfare Office on the given date",
    "What information is required to fill the Disability Registration Form?": "To fill the Disability Registration Form, provide: Name Date of Birth Educational Certificate (if any) Cause of Disability Address Filled Application Form Copy of CNIC (or B-Form if under 18) Two Passport-Size Photos",
    "What to do if the Disability Certificate is Lost?": "If your disability certificate is lost: File an FIR at your local police station. Visit the Social Welfare Office with the FIR copy to get the disability form. Submit the form with required documents. Appear before the Disability Assessment Board on the given date. Collect the new certificate after the board’s recommendation",
    "How to get Disability Certificates in Islamabad?": "In Islamabad Capital Territory, get your disability certificate from: Council on Rights of Persons with Disabilities (CRPD) Location: Park Road, near Chak Shehzad, Islamabad. Phone: 051-9255923, 051-9255924",
    "How to get Disability Certificates in Punjab?": "To get a disability certificate in Punjab: Visit the nearest Social Welfare Department office. Find contact details on their website: https://swd.punjab.gov.pk/contact_us. Register online via the DPMIS website: https://dpmis.punjab.gov.pk/register",
    "78 - How to get Disability Certificates in Sindh?": "To get a disability certificate in Sindh: Contact the Department of Empowerment of Persons with Disabilities (DEPD). Find Medical Assessment Board details on their website: https://depd.sindh.gov.pk. Email: info@depd.gov.pk. Phone: 0300-2423062, 021-33408768",
    "How to get Disability Certificates in Khyber Pakhtunkhwa?": "To get a disability certificate in Khyber Pakhtunkhwa: Contact the Directorate of Social Welfare, Special Education, and Women Empowerment. Find district office details on their website. Register online via their MIS system: http://mis.swkpk.gov.pk/swkpk/Dist_pwd_reg_disable",
    "How to get Disability Certificates in Balochistan?": "To get a disability certificate in Balochistan: Contact the Social Welfare Department at 081-9201705",
    "How to get Disability Certificates in Gilgit-Baltistan?": "In Gilgit-Baltistan, disability certificate is issued by the Social Welfare Department. You can contact the office of Social Welfare Officer in Gilgit for further information Contact: 05811-920768",
    "How to get Disability Certificates in Azad Jammu and Kashmir?": "Social Welfare Department is responsible for issuing disability certificates in Azad Jammu and Kashmir (AJK). You can find the contact information of the Social Welfare Department. Contact: 05822-921222, 05822-920019 or 05822-921204",
    "What are the facilities provided by Social Welfare Department for Persons with Disabilities on Disability certificate and SNIC?": "The Social Welfare Department provides these facilities for persons with disabilities: One-Window Operation: Helps register for Special NICs (SNIC). Monthly Stipend: Provides financial aid from federal/provincial governments. Vocational Training: Priority admission for women with disabilities. Assistive Devices: Supplies wheelchairs, hearing aids, etc., on request. Baitul Maal Recommendations: Recommends deserving persons for additional support",
    "How to get the monthly stipend allocated by the Federal and Provincial Government for the disabled?": "To get the monthly stipend for persons with disabilities: Obtain a Disability Certificate from the Social Welfare Department. Write an Application for the stipend. Get it Verified by the Union Council for Zakat. Submit the Application to the Social Welfare Department. Wait for Approval: The department will review and approve the stipend. Collect the Stipend: Receive the cheque on the specified date. Note: A Disability Certificate (for under 18) or SNIC with Disability Certificate (for 18+) is required",
    "How to get enrolled in Vocational Training Centres for Women with disabilities?": "To enroll in Vocational Training Centres for Women with Disabilities: Get a Disability Certificate (under 18) or SNIC with Disability Certificate (18+). Write an Application for admission. Attach Documents: B-form, educational records, disability certificate, and SNIC. Submit to Social Welfare Department. Get Referred: The department will refer you to a vocational institute. Interview: The institute will conduct an interview for enrollment. Travel Allowance: Receive pick-and-drop or travel expenses during training. Post-Training Support: Get business equipment and a certificate after course completion",
    "What is the process to get special equipment (wheelchair, hearing aids, etc.) from social welfare department?": "To get special equipment (wheelchair, hearing aids, etc.) from the Social Welfare Department: Get a Disability Certificate and SNIC. Write an Application for the equipment. Verify the Application with the Union Council Zakat Chairman. Submit the Application to the Social Welfare Department. Collect the Equipment on the date specified by the District Officer",
    "What is the process for Persons with Disabilities to get Educational and Medical Expenses from Bait ul mal?": "To get educational and medical expenses from Baitul Maal: Get a Disability Certificate and SNIC. Write an Application to the Social Welfare Department. Verify the Application with the Union Council Zakat Chairman, school head, or hospital in-charge. Submit the Application to the Social Welfare Department. Get a Recommendation Letter from the District Officer for Baitul Maal. Wait for Contact: Baitul Maal will contact you for further steps",
    "What is the Legal framework for Special education centers in Islamabad?": "The legal framework for special education centers in Islamabad includes: Constitution of Pakistan (1973): Article 25-A guarantees the right to education for all, including children with disabilities. Disabled Persons Ordinance (1981): Provides for education and rehabilitation of persons with disabilities. ICT Rights of Persons with Disabilities Act (2020): Ensures access to education and specialized institutions in Islamabad. National Policy (2002) and Plan of Action (2006): Promote inclusive education and guidelines for special education centers. Right to Free and Compulsory Education Act (2012): Mandates special facilities for children with disabilities. These laws ensure access to special education centers in Islamabad",
    "What are the locations for Special Education Centres for Children with disabilities in Islamabad?": "Here are the locations for Special Education Centres for Children with disabilities in Islamabad: National Special Education Centre for Hearing Impaired Children Sector H-9/4, Islamabad 051-9265036 National Training Centre for Special Persons G-9/2, Islamabad 051-8260181 National Institute of Special Education H-8/4, Islamabad 051-9269651 Special Education Centre for Visually Handicapped Children (Al-Makhtom) Street 11, Sector G-7/2, Islamabad 051-9252031, 051-9252137 Rehabilitation Centre for Children with Development Disorder Street No. 7, Sector H-8/1, Islamabad 051-9269664-5 Rehabilitation Centre for Orthopaedics Disabled Children G-8/4, Islamabad 051-9260858",
    "What is the eligibility Criteria to get enrolment in special education Centre of ICT?": "Eligibility Criteria for Special Education Centres in ICT: Applications for admission are accepted year-round. Children aged 5-14 can apply. Intellectually challenged children with mild/moderate disabilities are eligible. Must be free from communicable diseases (medical certificate from NIRM required). Should not have severe behavioral or psychiatric issues. Preferably toilet-trained or able to indicate the need. Priority given to Islamabad residents. Medical, psychological, and speech assessment reports from NIRM are required. Must be free from infectious, communicable, and mental diseases",
    "Where and how to lodge a Complaint about special education in ICT?": "If a special education centre denies admission to an eligible child, file a written appeal to the National Council within 30 days. The Council may review the case, hear both parties, and pass an appropriate order. Contact: National Council of Social Welfare Address: Sitara Market, Block C-3, G-7 Markaz, Islamabad Complaint Number: 051-9212011",
    "What is the Legal frame work for Special education Khyber Pakhtunkhwa?": "Legal Framework for Special Education in Khyber Pakhtunkhwa (KPK): Constitution of Pakistan (1973) - Article 25-A: Guarantees free and compulsory education for all children, including those with disabilities. Disabled Persons (Employment and Rehabilitation) Ordinance, 1981: Provides for the education and rehabilitation of persons with disabilities. Right to Free and Compulsory Education Act, 2017 (KPK): Ensures free education for all children, including access to special education facilities. National Policy for Persons with Disabilities (2002) and National Plan of Action (2006): Supports inclusive education and special education services in KPK. These laws ensure children with disabilities in KPK have the right to access special education centers",
    "Where are Special Education Centres for Children with Physical and Intellectual disabilities in Khyber Pakhtunkhwa?": "Special Education Centres in KPK: Mardan: National Special Education MR Centre, Sheikh Maltoon Town – 0937-881011 National Special Education Physical Impairment Centre, Sheikh Maltoon Town – 0937-881011 Peshawar: National Special Education MR Centre, F-5 Hayatabad – 091-9217257 National Special Education PH Centre, Phase-5 Hayatabad – 091-9217256 Social Services for MRPH, Bashirbabad – 0919-331513 Kohat: Nishter Special Education Centre, Phase-2 KDA – 092-9260246 Nowshera: Govt MRPH Centre, Tanki Road – 0923-644213 Dir Upper: Govt MRPH Centre, Upper Dir – 0302-8062132 Haripur: Govt Centre for MRPH Children, Kalabat Township – 0995-619486 Mansehra: Govt Centre for MRPH, Ghazi Kot Township – 0300-5034784 Abbottabad: Special Education Centre for Physical Impaired Children, Noor Elahi Road – 0992-9310105 D.I. Khan: Gomal Special Education Centre, Draband Road – 0966-9280150 Bannu: Govt Centre for MRPH, Near Judicial Complex – 0314-9809168 Chitral: Special Education Centre for MRPH, Town Upper Chitral – 094-3413094",
    "Where are Special Education Centres for Children with visual impairment in Khyber Pakhtunkhwa?": "Special Education Centres for Visually Impaired Children in KPK: Peshawar: Govt Institute for Visually Impaired Boys, G.T. Road Nanak Pura – 091-2612222, 0333-9252367 Govt Institute for Visually Impaired Girls, G.T. Road Nanak Pura – 091-2612359, 0346-9699462 Govt Institute for Visually Impaired Girls, Hayatabad – 0333-9849727 Mardan: Govt Education Centre for Visually Impaired Children – 0314-5714155 Abbottabad: Govt Institute for Visually Impaired Children, Near Bus Stand Shell Pump – 0092-9310116 Kohat: Nishat Special Education Centre – 0992-515814, 0334-8299008 D.I. Khan: Govt Institute for Visually Impaired Children – 0333-9962442 Charsadda: Govt Institute for Visually Impaired Children – 0313-9031166 Swabi: Govt Institute for Visually Impaired Children – 0938-920074, 0321-9893418",
    "What is the eligibility Criteria to get enrolment in special education school of KPK?": "Eligibility Criteria for Special Education Schools in KPK: Disability Assessment: Disability certificate from the social welfare department. Detailed diagnosis and recommendation for special education. Age Requirements: Typically 4-5 years to 18-20 years, depending on the program. Documentation: Birth certificate, disability report, application form, and photos. Residency: Proof of residency in KPK (domicile or utility bills). Specialized Requirements: Additional info or interviews may be required based on disability type. Parental Consent: Written consent for school terms and programs. Health Records: Updated vaccination records and health clearance. Priority Criteria: Priority given based on disability severity, socio-economic status, or waiting list. Entrance Evaluation: Some schools may conduct evaluations for individualized education plans (IEPs). These criteria ensure children with disabilities in KPK access appropriate education and support",
    "How to lodge a complaint if special education schools in KP deny admission?": "Request a Written Explanation: Ask the school for a written reason for denying admission. Review Admission Criteria: Check if the child meets all admission requirements. Contact Provincial Authorities: If unresolved, report to the Provincial Directorate of Special Education (KPK Department of Social Welfare). Address: Social Welfare Centre, Old Jamrud Road, Peshawar Contact: (091) 9224385 This ensures the issue is addressed through proper channels",
    "What Legal frame work governs Special education in Punjab?": "Legal Framework for Special Education in Punjab: Constitution of Pakistan (1973) - Article 25-A: Guarantees free and compulsory education for all children, including those with disabilities. Punjab Free and Compulsory Education Act, 2014: Ensures inclusive education and mandates reasonable accommodations for children with disabilities. Allows establishment of special schools and centers. Punjab Special Education Policy, 2019: Establishes special education centers and focuses on teacher training and customized curriculum development. Punjab Persons with Disabilities Act, 2022: Protects rights of persons with disabilities, including access to education and social inclusion. National Policy for Persons with Disabilities (2002) and National Plan of Action (2006): Provides a framework for inclusive education and specialized services. Special Education Management Information System (SEMIS): Monitors enrolment and retention of children with disabilities in special education centers. These laws and policies ensure children with disabilities in Punjab have access to quality education tailored to their needs",
    "What is VE violent extremism?": "Violent extremism refers to the use of violence or threats of violence to achieve ideological, political, or social goals",
    "What are the main causes of violent extremism?": "The causes of violent extremism are complex and multifaceted, but may include factors such as poverty, inequality, social marginalization, and ideological or religious beliefs",
    "How does violent extremism affect individuals and communities?": "Violent extremism can have devastating effects on individuals and communities, including physical harm, emotional trauma, and social and economic disruption",
    "How can we prevent violent extremism (PVE)?": "Preventing violent extremism requires a comprehensive approach that includes addressing social and economic grievances, promoting inclusive and tolerant societies, and providing alternative narratives to extremist ideologies",
    "What role can families and communities play in preventing violent extremism?": "Families and communities can play a critical role in preventing violent extremism by promoting values of tolerance and inclusivity, and by providing support and guidance to individuals who may be vulnerable to extremist ideologies",
    "How can we intervene with individuals who are at risk of radicalization?": "Intervening with individuals who are at risk of radicalization requires a sensitive and nuanced approach that takes into account the individual's specific circumstances and needs",
    "How does the internet contribute to violent extremism?": "The internet can contribute to violent extremism by providing a platform for extremist ideologies to spread, and by facilitating communication and recruitment among extremist groups",
    "What can be done to prevent the spread of extremist content online?": "Preventing the spread of extremist content online requires a collaborative effort among governments, technology companies, and civil society organizations to develop and implement effective counter-narratives and content moderation strategies",
    "106 How can individuals protect themselves from online extremism?": "Individuals can protect themselves from online extremism by being cautious when clicking on links or engaging with unfamiliar online content, and by reporting suspicious activity to the relevant authorities",
    "What are some effective strategies for countering extremist narratives?": "Effective strategies for countering extremist narratives include promoting alternative narratives that emphasize inclusivity, tolerance, and respect for human rights, and engaging in dialogue with individuals who may be vulnerable to extremist ideologies",
    "How can we promote positive narratives and counter extremist ideologies?": "Promoting positive narratives and countering extremist ideologies requires a sustained effort to promote values of inclusivity, tolerance, and respect for human rights, and to provide alternative narratives that emphasize the benefits of peaceful and inclusive societies",
    "What role can education play in countering extremist narratives?": "Education can play a critical role in countering extremist narratives by promoting critical thinking, media literacy, and values of inclusivity and tolerance"
}
